import { Card, Container, Row, Col } from "react-bootstrap";
const Step3 = () => (
  <Container className="d-flex">
  <div className="w-100">
    <p>
      В 1959 году <span className="tamekRed">Tamek</span> стала первым
      производителем готовой к употреблению пищи и начиненных овощей в Турции.
      Известный фруктовый сок Tamek был создан на их первом заводе в Демирташе,
      Бурса, в 1963 году. Первую вареную и консервированную бобовую культуру в
      Турции так же выпустила TAMEK в 1974 году. В 1987 году они начали
      производство различных продуктов на своем заводе в Караджабей, Бурса,
      включая пасту, консервы, горошек, варенье, фруктовый концентрат и
      мармелад. Диабетическое варенье в Турции также было впервые произведено
      TAMEK в 1992 году. В 1993 году благодаря TAMEK в Турции стали доступны
      первые консервированные фруктовые соки. Производство началось на заводе в
      городе Маньяс в провинции Балыкесир в 1994 году, где они начали
      производить томатную пасту, фруктовый концентрат, кетчуп и майонез. Первая
      паста, упакованная в картонную коробку, была представлена в Турции TAMEK в
      2000 году. В 2001 году первый завод TAMEK в Демирташе был преобразован в
      учреждение, производящее исключительно фруктовые соки. В 2002 году завод в
      Салихли в провинции Маниса начал производство, и его продукцию составляли
      паста, вареная пища, готовая к употреблению пища, начиненные овощи,
      консервированный окра и фруктовые концентраты. В 2005 году в кетчуп и
      майонез была впервые использована упаковка "Body Sleeve".В 2006 году TAMEK
      начала производство первых в Турции продуктов без добавок и консервантов.
    </p>
    </div>
    <div>
        <img src="./tamek2.png" className="w-100"/>
    </div>
  </Container>
);

export default Step3;
